Repository: travisdesell/csg_boinc
Catalog: locale/*/BOINC-Android.po
Languages: fr, lv, uk

# generic_loading
source: Loading! Please wait…
fr: Chargement en cours! Veuillez patienter...
lv: Ielādējas! Lūdzu uzgaidiet...
uk: Завантаження! Зачекайте, будь-ласка...

# attachproject_list_header
source: Choose a project:
fr: Choisissez un projet:
lv: Izvēlieties projektu:
uk: Оберіть проект:

# attachproject_list_manual_button
source: Add project by URL
fr: Ajouter un projet à l'aide d'une URL
lv: Pievienojiet projektu pēc URL
uk: Додати проект за адресою (URL)

# attachproject_list_manual_dialog_title
source: Enter project URL:
fr: Saisir l'URL du projet:
lv: Ievadiet projekta URL:
uk: Введіть адресу (URL) проекту:

# attachproject_list_manual_dialog_button
source: Add project
fr: Ajouter un projet
lv: Pievienot projektu
uk: Додати проект

# attachproject_list_manual_no_url
source: Please enter project URL
fr: Veuillez saisir l'URL du projet
lv: Lūdzu ievadiet projekta URL
uk: Додати менеджер проектів

# attachproject_list_acctmgr_button
source: Add account manager
fr: Ajouter un gestionnaire de compte
lv: Pievienot konta menedžeri
uk: Додати менеджер проектів

# attachproject_list_no_internet
source: No Internet connection
fr: Pas de connexion internet
lv: Nav Internet savienojuma
uk: Відсутнє з’єднання з Інтернетом

# attachproject_login_loading
source: Contacting project server…
fr: Accès au serveur du projet en cours...
lv: Savienojas ar projekta serveri...
uk: Встановлення з’єднання із сервером проекту

# attachproject_login_image_description
source: Project logo.
fr: Logo du projet.
lv: Projekta logo.
uk: Логотип проекту.

# attachproject_login_header_general_area
source: General area:
fr: Zone générale:
lv: Vispārīgā joma:
uk: Загальна область:

# attachproject_login_header_specific_area
source: Specific area:
fr: Zone spécifique:
lv: Konkrētā joma:
uk: Спеціальна область:

# attachproject_login_header_description
source: Description:
lv: Apraksts:
uk: Опис:

# attachproject_login_header_home
source: Home:
fr: Accueil:
lv: Mājvieta:
uk: Домівка:

# attachproject_login_header_url
source: Website:
fr: Site web:
lv: Mājas lapa:
uk: Веб-сайт:

# attachproject_login_platform_supported
source: This project supports Android devices
fr: Ce projet supporte les appareils sous Android
lv: Šis projekts atbalsta Android ierīces
uk: Цей проект підтримує пристрої, на базі Android

# attachproject_login_platform_not_supported
source: This project does not support Android devices
fr: Ce projet ne supporte pas les appareils sous Android
lv: Šis projekts neatbalsta Android ierīces
uk: Цей проект не підтримує пристрої, на базі Android

# attachproject_login_category_terms_of_use
source: Terms of use for
fr: Conditions d'utilisation pour
lv: Lietošanas nosacījumi
uk: Умови використання для

# attachproject_login_accept_terms_of_use
source: By creating an account with this project, you accept the terms of use as shown above.
fr: En créant un compte sur ce projet, vous acceptez les conditions d'utilisation décrites ci-dessus.
lv: Veidojot rēķinu šajā projektā, Jūs apņematies ievērot iepriekšminētos nosacījumus.
uk: Створюючи обліковий запис у цьому проекті, Ви приймаєте умови використання, що викладені вище.

# attachproject_login_category_login
source: Sign in with existing account
fr: Enregistrez-vous avec un compte existant
lv: Pieteikties ar esošu kontu
uk: Увійти з існуючим обліковим записом

# attachproject_login_header_id_email
source: eMail:
fr: Courriel:
lv: e-Pasts:
uk: Електронна пошта:

# attachproject_login_header_id_name
source: Name:
fr: Nom:
lv: Vārds:
uk: Ім'я:

# attachproject_login_header_pwd
source: Password:
fr: Mot de passe:
lv: Parole:
uk: Пароль:

# attachproject_login_category_creation
source: New to
fr: Nouveau dans
lv: Vai vēl neesat
uk: Новий

# attachproject_login_header_creation_enabled
source: Register an account to participate:
fr: S'enregistrer avec un compte pour participer:
lv: Lai piedalītos ir jāreģistrē konts:
uk: Зареєструвати обліковий запис для участі:

# attachproject_login_header_creation_client_disabled
source: Visit project website to create an account:
fr: Visiter le site web du projet pour créer un compte:
lv: Apmeklējiet projekta mājas lapu, lai reģistrētu kontu:
uk: Відвідати інтернет сторінку проекту для створення облікового запису:

# attachproject_login_header_creation_disabled
source: Project does currently now allow creation of new accounts!
fr: Le projet n'autorise pas la création de compte actuellement!
lv: Projekts neļaj veidot jaunus kontus!
uk: Зараз у проекті можна створювати нові облікові записи!

# attachproject_login_button_registration
source: Register
fr: Enregistrer
lv: Reģistrēt
uk: Зареєструватися

# attachproject_login_button_login
source: Sign in
fr: S'enregistrer
lv: Pieteikties
uk: Увійти

# attachproject_login_button_forgotpw
source: Forgot Password
fr: Mot de passe oublié
lv: Aizmirsu paroli
uk: Забули пароль?

# attachproject_login_error_toast
source: Contacting project failed!
fr: La connexion au projet a échoué!
lv: Savienojums ar projektu neizdevās!
uk: Не вдалося з’єднатися з проектом!

# attachproject_login_attached
source: Attached
fr: Attaché
lv: Pievienots
uk: Додано

# attachproject_registration_header
source: Account registration for
fr: Enregistrement de compte pour
lv: Konta reģistrācija
uk: Реєстрація облікового запису для

# attachproject_registration_header_url
source: Project:
fr: Projet:
lv: Projekts:
uk: Проект:

# attachproject_registration_header_email
source: eMail:
fr: Courriel:
lv: e-Pasts:
uk: Електронна пошта:

# attachproject_registration_header_username
source: Name:
fr: Nom:
lv: Vārds:
uk: Ім'я:

# attachproject_registration_header_teamname
source: Team:
fr: Equipe:
lv: Komanda:
uk: Команда:

# attachproject_registration_header_pwd
source: Password:
fr: Mot de passe:
lv: Parole:
uk: Пароль:

# attachproject_registration_header_pwd_confirm
source: … Retype:
fr: … Tapez de nouveau:
lv: ... atkārtojiet:
uk: … Повторити:

# attachproject_registration_button
source: Create
fr: Créer
lv: Izveidot
uk: Створити

# attachproject_acctmgr_header
source: Add account manager
fr: Ajouter un manager de compte
lv: Pievienot konta menedžeri
uk: Додати менеджер проектів

# attachproject_acctmgr_header_url
source: URL
uk: Адреса (URL)

# attachproject_acctmgr_header_name
source: User:
fr: Utilisateur:
lv: Lietotājs:
uk: Користувач:

# attachproject_acctmgr_header_pwd
source: Password:
fr: Mot de passe:
lv: Parole:
uk: Пароль:

# attachproject_acctmgr_header_pwd_confirm
source: … Retype:
fr: … Tapez de nouveau:
lv: ... atkārtojiet:
uk: … Повторити:

# attachproject_acctmgr_button
source: Add
fr: Ajouter
lv: Pievienot
uk: Додати

# attachproject_error_wrong_name
source: User not found
fr: Utilisateur non trouvé
lv: Lietotājs nav atrasts
uk: Користувача не знайдено

# attachproject_error_short_pwd
source: Password too short
fr: Mot de passe trop court
lv: Parole ir par īsu
uk: Пароль надто короткий

# attachproject_error_no_internet
source: Connection failure
fr: Erreur de connexion
lv: Savienojuma kļūme
uk: Невдала спроба зв’язку

# attachproject_error_pwd_no_match
source: Passwords do not match
fr: Le mot de passe ne correspond pas
lv: Paroles nesakrīt
uk: Паролі не збігаються

# attachproject_error_no_url
source: Please enter URL
fr: Merci de saisir l'URL
lv: Lūdzu, ievadiet URL
uk: Будь-ласка, введіть адресу (URL)

# attachproject_error_no_email
source: Please enter eMail address
fr: Merci de saisir l'adresse de courriel
lv: Lūdzu, ievadiet e-pasta adresi
uk: Будь ласка, вкажіть адресу електронної пошти

# attachproject_error_no_pwd
source: Please enter a password
fr: Merci de saisir le mot de passe
lv: Lūdzu, ievadiet paroli
uk: Будь-ласка, введіть пароль

# attachproject_error_no_name
source: Please enter user name
fr: Merci de saisir le nom d'utilisateur
lv: Lūdzu, ievadiet lietotājvārdu
uk: Будь-ласка, введіть ім'я користувача

# attachproject_error_unknown
source: failed
fr: erreur
lv: neizdevās
uk: невдало

# attachproject_error_bad_username
source: User name refused
fr: Nom d'utilisateur refusé
lv: Nepieņēma lietotājvārdu
uk: Ім'я користувача відхилене

# attachproject_error_email_in_use
source: eMail is already in use
fr: L'adresse courriel est déjà utilisée
lv: e-pasta adrese jau ir lietošanā
uk: Електронна адреса вже використовується

# attachproject_error_project_down
source: Project is offline
fr: Le projet n'est pas accessible
lv: Projekts ir bezsaistē
uk: Проект поза мережею

# attachproject_error_email_bad_syntax
source: eMail refused
fr: Adresse courriel refusée
lv: e-pasta adrese netika pieņemta
uk: Адресу електронної пошти відхилено

# attachproject_error_bad_pwd
source: Password refused
fr: Mot de passe refusé
lv: Parole netika pieņemta
uk: Пароль відхилено

# attachproject_error_creation_disabled
source: Account creation is disabled on this project
fr: La création de compte est désactivée sur ce projet
lv: Kontu izveide ir atspējota šajā projektā
uk: Можливість створення облікових записів в даному проекті відключена

# attachproject_error_invalid_url
source: Invalid URL
fr: URL invalide
lv: Nederīgs URL
uk: Неправильна адреса (URL)

# attachproject_working_back_button
source: Back
fr: Retour
lv: Atgriezties
uk: Назад

# attachproject_working_finish_button
source: Finish
fr: Terminer
lv: Pabeigt
uk: Готово

# attachproject_working_check_desc
source: Successful
fr: Réussi
lv: Veiksmīgs
uk: Успішно

# attachproject_working_failed_desc
source: Failed
fr: Echec
lv: Neizdevās
uk: Невдало

# attachproject_working_connect
source: Connect
fr: Connecter
lv: Savienoties
uk: Підключитися

# attachproject_working_verify
source: Verify account
fr: Vérifier le compte
lv: Pārbaudīt kontu
uk: Перевірити обліковий запис

# attachproject_working_register
source: Register account
fr: Enregistrer un compte
lv: Reģistrēt kontu
uk: Зареєструвати обліковий запис

# attachproject_working_login
source: Log in
fr: Connexion
lv: Pieteikties
uk: Увійти

# attachproject_working_acctmgr
source: Add account manager
fr: Ajouter un gestionnaire de compte
lv: Pievienot konta menedžeri
uk: Додати менеджер проектів

# attachproject_working_acctmgr_sync
source: Synchronize
fr: Synchroniser
lv: Sinhronizēt
uk: Синхронізувати

# main_noproject_warning
source: Tab here to choose a project.
fr: Appuyez ici pour choisir un projet.
lv: Pieskarieties šeit, lai izvēlētos projektu.
uk: Щоб обрати проект натисніть тут.

# main_error
source: Whooops
fr: Oups
lv: Ak vai
uk: Ой!

# main_error_long
source: …this should not happen! Click on the icon to try again.
fr: …ceci ne devrait pas se produire! Cliquez sur l'icône pour essayer de nouveau.
lv: ...šim nevajadzēja notikt! Pieskarieties ikonai, lai mēģinātu vēlreiz.
uk: …цього не повинно траплятися! Натисніть на іконці для повторної спроби.

# main_title_icon_desc
source: BOINC icon
fr: Icône BOINC
lv: BOINC ikona
uk: Іконка BOINC

# tab_status
source: Status
fr: Statut
lv: Statuss
uk: Статус

# tab_projects
source: Projects
fr: Projets
lv: Projekti
uk: Проекти

# tab_tasks
source: Tasks
fr: Tâches
lv: Uzdevumi
uk: Завдання

# tab_transfers
source: Transfers
fr: Transferts
lv: Pārsūtīšana
uk: Передачі

# tab_preferences
source: Preferences
fr: Préférences
uk: Налаштування

# tab_notices
source: Notices
fr: Remarques
lv: Paziņojumi
uk: Примітки

# tab_desc
source: Navigation
lv: Navigācija
uk: Навігація

# status_running
source: Computing
fr: Calcul
lv: Skaitļo
uk: Обчислення

# status_running_long
source: Thank you for participating.
fr: Merci de votre participation.
lv: Paldies par piedalīšanos.
uk: Дякуємо за участь.

# status_paused
source: Suspended
fr: Suspendu
lv: Atlikts
uk: Призупинено

# status_idle
source: Nothing to do
fr: Rien à faire
lv: Nav darāmā
uk: Нема роботи

# status_idle_long
source: Waiting for tasks…
fr: En attente de tâches…
lv: Gaida uzdevumus...
uk: Очікування завдань…

# status_computing_disabled
source: Suspended
fr: Suspendu
lv: Atlikts
uk: Призупинено

# status_computing_disabled_long
source: Press play to resume network and computation.
fr: Appuyer sur lecture pour relancer le service réseau et le calcul.
lv: Nospiest atskaņot, lai atsāktu tīkla sakarus un skaitļošanu.
uk: Натисніть кнопку Грати для відновлення мережі і обчислень.

# status_launching
source: Starting…
fr: En cours de démarrage…
lv: Startējas...
uk: Запуск…

# status_noproject
source: Choose a project to participate in.
fr: Choisissez un projet auquel participer.
lv: Izvēlieties projektu, kurā piedalīties.
uk: Оберіть проект для прийняття участі в ньому.

# status_closing
source: Closing…
fr: Fermeture…
lv: Tiek aizvērts...
uk: Закриття...

# status_benchmarking
source: Benchmarking…
fr: Test de puissance…
lv: Veiktspējas tests...
uk: Тестування...

# status_image_description
source: project image
fr: image de projet
lv: projekta attēls
uk: зображення проекту

# prefs_loading
source: Reading preferences…
fr: Lecture des préférences…
lv: Lasīt preferences...
uk: Читання налаштувань...

# prefs_submit_button
source: Save
fr: Enregistrer
lv: Saglabāt
uk: Зберегти

# prefs_dialog_title
source: Enter new value:
fr: Saisir une nouvelle valeur:
lv: Ievadiet jaunu vērtību:
uk: Ввести нове значення:

# prefs_dialog_title_selection
source: Select:
fr: Sélectionner:
lv: Izvēlieties:
uk: Вибрати:

# prefs_category_general
source: General
fr: Général
lv: Vispārīgi
uk: Основні

# prefs_category_network
source: Network
fr: Réseau
lv: Tīkls
uk: Мережа

# prefs_category_power
source: Power
fr: Enérgie
lv: Strāva
uk: Живлення

# prefs_category_cpu
source: CPU
uk: ЦП

# prefs_category_storage
source: Storage
fr: Stockage
lv: Krātuve
uk: Диск

# prefs_category_memory
source: Memory
fr: Mémoire
lv: Atmiņa
uk: Пам`ять

# prefs_category_debug
source: Debug
fr: Déboguer
lv: Atkļūdot
uk: Діагностика

# prefs_show_advanced_header
source: Show advanced preferences and controls…
fr: Afficher les préférences et contrôles avancés...
lv: Rādīt papildu preferences un kontroles...
uk: Показати додаткові налаштування і елементи керування...

# prefs_run_on_battery_header
source: Compute on Battery
fr: Calculer sur batteries
lv: Skaitļot, izmantojot akumulatoru
uk: Обчислювати на батареї

# battery_charge_min_pct_header
source: Min. battery level
fr: Niveau de batterie min.
lv: Min. akumulatora līmenis
uk: Низький заряд батареї

# battery_charge_min_pct_description
source: BOINC suspends computation below defined battery charge level.
fr: BOINC suspend le calcul en dessous du seuil de charge défini.
lv: BOINC atliek skaitļošanu, ja akumulatora strāvas līmenis ir zem definētā.
uk: BOINC призупиняє обчислення нижче визначеного рівня заряду акумулятора.

# battery_temperature_max_header
source: Max. battery temperature
fr: Température de batterie max.
lv: Maksimālā akumulatora temperatūra
uk: Макс. температура батареї

# battery_temperature_max_description
source: BOINC suspends computation above defined battery temperature. It is not recommended to change this value.
fr: BOINC suspend le calcul au dessus de la température de batterie définie. Il n'est pas recommandé de changer cette valeur.
lv: BOINC aptur skaitļošanu, ja akumulatora temperatūra ir virs definētās. Nav ieteicams šo vērtību mainīt.
uk: BOINC призупинить розрахунки, коли температура батареї перевищить вказаний рівень. Не рекомендовано змінювати це значення.

# prefs_disk_max_pct_header
source: Max. used storage space
fr: Espace de stockage max.
lv: Maksimālais aizņemamās vietas apjoms
uk: Макс. використаний об’єм диска

# prefs_disk_max_pct_description
source: How many percent of your device's storage space is BOINC allowed to use?
fr: Quel pourcentage de l'espace de stockage de votre appareil BOINC est-il autorisé à utiliser ?
lv: Procentuāli cik daudz krātuves vietu ierīcē BOINC var izmantot?
uk: Скільки відсотків дискового простору може використовувати BOINC?

# prefs_disk_min_free_gb_header
source: Min. spare storage
fr: Espace disponible min.
lv: Min. rezerves apjoms krātuvei
uk: Мін. запас дискового простору

# prefs_disk_min_free_gb_description
source: How much of your device's storage space shall stay free?
fr: Combien d'espace de stockage de votre appareil doit rester disponible?
lv: Cik daudz brīvās vietas ir jāpaliek ierīces krātuvē?
uk: Скільки вашого дискового простору повинно залишитися вільним?

# prefs_network_daily_xfer_limit_mb_header
source: Daily transfer limit
fr: Limite de transfert journalière
lv: Pārsūtīšanas dienas limits
uk: Денний ліміт передачі

# prefs_network_daily_xfer_limit_mb_description
source: Limits the daily data traffic caused by BOINC.
fr: Limite la quantité de données journalière occasionnée par BOINC.
lv: Ierobežo datu pārsūtīšanu, ko rada BOINC.
uk: Обмеження щоденної передачі даних, що здійснює BOINC.

# prefs_network_wifi_only_header
source: Transfer tasks on WiFi only
fr: Transférer les tâches uniquement en WIFI
lv: Pārsūtīt uzdevumus tikai izmantojot WiFi
uk: Передавати завдання тільки через WiFi

# prefs_autostart_header
source: Autostart
fr: Démarrage automatique
lv: Startēt automātiski
uk: Автозапуск

# prefs_show_notification_header
source: Show notification when suspended
fr: Montrer les notifications si suspendu
lv: Rādīt paziņojumus, kad ir apturēts
uk: Показати повідомлення коли призупинено

# prefs_cpu_number_cpus_header
source: Used CPU cores
fr: Cœurs CPU utilisés
lv: Izmantotie CPU kodoli
uk: Використано ядер ЦП

# prefs_cpu_number_cpus_description
source: Limits the number of CPU cores BOINC uses for computation.
fr: Limiter le nombre de cœurs CPU utilisés par BOINC pour le calcul.
lv: Ierobežo CPU kodolu skaitu, ko BOINC lieto skaitļošanai.
uk: Обмежує кількість ядер ЦП, які BOINC використовує для обчислень.

# prefs_cpu_other_load_suspension_header
source: Pause at CPU usage above
fr: Mettre en pause si l'utilisation du CPU est au dessus de
lv: Pauzēt, ja CPU lieto virs
uk: Використання ЦП призупинене

# prefs_cpu_other_load_suspension_description
source: Determines when BOINC pauses computation due to other app's CPU usage.
fr: Définit quand BOINC met le calcul en pause du fait de l'utilisation du CPU par d'autres applications.
lv: Nosaka, cik daudz CPU citām lietotnēm ir jāizmanto, lai BOINC apturētu skaitļošanu.
uk: Визначає коли призупиняти обчислення BOINC через використання ЦП іншими додатками.

# prefs_cpu_time_max_header
source: CPU limit
fr: Limite CPU
lv: CPU limits
uk: Обмеження ЦП

# prefs_cpu_time_max_description
source: Limits the CPU time BOINC uses for computation.
fr: Limite le temps de CPU utilisé par BOINC pour les calculs.
lv: Ierobežo CPU laiku, ko BOINC var izmantot skaitļošanai.
uk: Обмежує процесорний час роботи, який BOINC використовує для обчислень.

# prefs_memory_max_idle_header
source: RAM limit
fr: Limite RAM
lv: Operatīvās atmiņas limits
uk: обмеження RAM

# prefs_memory_max_idle_description
source: Limits the amount of RAM tasks are allowed to occupy.
fr: Limite la quantité de RAM que les tâches peuvent utiliser.
lv: Ierobežo cik lietotnes drīkst izmantot operatīvo atmiņu.
uk: Обмеження кількості RAM, доступної для використання.

# prefs_client_log_flags_header
source: BOINC Client log flags
fr: Drapeaux du journal du client BOINC
lv: BOINC klienta žurnālu karodziņi
uk: Прапорці журналу клієнта BOINC

# prefs_gui_log_level_header
source: GUI log level
fr: Niveau de journal GUI
lv: GUI žurnāla ierakstu līmenis
uk: Рівень журналу GUI

# prefs_gui_log_level_description
source: Specifies verbosity of GUI log messages.
fr: Spécifie le niveau de trace des messages du journal GUI
lv: Nosaka cik detalizēti būs GUI žurnāla ziņojumi.
uk: Задає рівень деталізації повідомлень журналу GUI.

# prefs_unit_mb
source: MB
fr: Mo
uk: Мб

# prefs_unit_gb
source: GB
fr: Go
uk: Гб

# projects_loading
source: Reading projects…
fr: Lecture des projets…
lv: Nolasa projektus...
uk: Читання проектів...

# projects_add
source: Add project
fr: Ajouter un projet
lv: Pievienot projektu
uk: Додати проект

# projects_icon
source: Project icon
fr: Icône de projet
lv: Projekta ikona
uk: Значок проекту

# projects_credits_header
source: Credit:
fr: Crédit:
lv: Kredīts
uk: Бали:

# projects_credits_host_header
source: (on this device)
fr: (sur cet appareil)
lv: (uz šīs ierīces)
uk: (на цьому пристрої)

# projects_credits_user_header
source: (total)
lv: (kopā)
uk: (загалом)

# projects_status_suspendedviagui
source: Suspended by user
fr: Suspendu par l'utilisateur
lv: Lietotāja atlikts
uk: Призупинено користувачем

# projects_status_dontrequestmorework
source: Won't get new tasks
fr: Pas de nouvelles tâches
lv: Neiegūs jaunus uzdevumus
uk: Не приймає нові завдання

# projects_status_ended
source: Project ended - OK to remove
fr: Projet terminé - OK pour retirer
lv: Projekts noslēdzies - var noņemt
uk: Проект завершений - Гаразд для видалення

# projects_status_detachwhendone
source: Will remove when tasks done
fr: Sera retiré une fois les tâches terminées
lv: Noņems, kad pabeigs uzdevumus
uk: Буде видалено після завершення завдань

# projects_status_schedrpcpending
source: Scheduler request pending
fr: En attente de requête au projet
lv: Gaida atbildi uz plānotāja pieprasījumu
uk: Запит інформації у планувальника

# projects_status_schedrpcinprogress
source: Scheduler request in progress
fr: En cours de requête au projet
lv: Notiek plānotāja pieprasījums
uk: Відбувається запит інформації у планувальника

# projects_status_trickleuppending
source: Trickle up message pending
fr: Envoi des notifications d'avancement en attente
lv: Gaida uz ziņu uzsūkšanos
uk: Очікування проміжного відправлення

# projects_status_backoff
source: Communication scheduled in:
fr: Communication prévue dans:
lv: Sazināšanās ieplānota pēc:
uk: Зв’язок за розкладом:

# projects_control_dialog_title
source: Project commands:
fr: Commandes de projet:
lv: Projekta komandas:
uk: Команди проекту:

# projects_control_visit_website
source: Visit website
fr: Aller au site web
lv: Apmeklēt mājas lapu
uk: Відвідати веб-сайт

# projects_control_update
source: Update
fr: Mettre à jour
lv: Atjaunināt
uk: Оновити

# projects_control_remove
source: Remove
fr: Retirer
lv: Noņemt
uk: Видалити

# projects_control_suspend
source: Suspend
fr: Suspendre
lv: Apturēt
uk: Призупинено

# projects_control_resume
source: Resume
fr: Continuer
lv: Atsākt
uk: Відновити

# projects_control_nonewtasks
source: No new tasks
fr: Pas de nouveau travail
lv: Nepieprasīt uzdevumus
uk: Не завантажувати нові завдання

# projects_control_allownewtasks
source: Allow new tasks
fr: Autoriser du nouveau travail
lv: Atļaut pieprasīt uzdevumus
uk: Отримувати нові завдання

# projects_control_reset
source: Reset
fr: Réinitialiser
lv: Atiestatīt
uk: Скинути

# projects_control_dialog_title_acctmgr
source: Account manager commands:
fr: Commandes du gestionnaire de compte:
lv: Konta menedžera komandas:
uk: Команди менеджера проектів:

# projects_control_sync_acctmgr
source: Synchronize
fr: Synchroniser
lv: Sinhronizēt
uk: Синхронізувати

# projects_control_remove_acctmgr
source: Disable
fr: Désactiver
lv: Atspējot
uk: Відключити

# projects_confirm_detach_title
source: Remove project?
fr: Retirer le projet?
lv: Noņemt projektu?
uk: Видалити проект?

# projects_confirm_detach_message
source: Are you sure you want to remove
fr: Êtes-vous sûr de vouloir retirer
lv: Vai esat pārliecināti, ka vēlaties noņemt
uk: Ви справді хочете видалити

# projects_confirm_detach_message2
source: from BOINC?
fr: de BOINC?
lv: no BOINC?
uk: із BOINC?

# projects_confirm_detach_confirm
source: Remove
fr: Retirer
lv: Noņemt
uk: Видалити

# projects_confirm_reset_title
source: Reset project
fr: Réinitialiser le projet
lv: Atiestatīt projektu
uk: Перезапустити проект

# projects_confirm_reset_message
source: Are you sure you want to reset
fr: Êtes-vous sûr de vouloir réinitialiser
lv: Vai esat pārliecināti, ka vēlaties atiestatīt
uk: Ви справді хочете перезапустити

# projects_confirm_reset_confirm
source: Reset
fr: Réinitialiser
lv: Atiestatīt
uk: Скинути
