Repository: travisdesell/csg_boinc
Catalog: locale/*/BOINC-Android.po
Languages: fr, lv, uk

# projects_confirm_remove_acctmgr_title
source: Disable account manager
fr: Désactiver le gestionnaire de compte
lv: Atspējot konta menedžeri
uk: Відключити менеджер проектів

# projects_confirm_remove_acctmgr_message
source: Are you sure you want to stop using
fr: Êtes-vous sûr de vouloir cesser d'utiliser
lv: Vai esat pārliecināti, ka vēlaties pārstāt lietot
uk: Ви впевнені, що бажаєте припинити використання

# projects_confirm_remove_acctmgr_confirm
source: Disable
fr: Désactiver
lv: Atspējot
uk: Відключити

# tasks_header_name
source: Task Name:
fr: Nom de tâche:
lv: Uzdevuma nosaukums:
uk: Назва завдання:

# tasks_header_elapsed_time
source: Elapsed time:
fr: Temps écoulé:
lv: Pagājušais laiks:
uk: Витрачено часу:

# tasks_header_project_paused
source: (suspended)
fr: (suspendu)
lv: (atlikts)
uk: (призупинено)

# tasks_header_deadline
source: Deadline:
fr: Date limite:
lv: Termiņš:
uk: Кінцевий термін:

# tasks_result_new
source: new
fr: nouveau
lv: jauns
uk: новий

# tasks_result_files_downloading
source: waiting for download
fr: en attente de téléchargement
lv: gaida lejupielādi
uk: очікування завантаження

# tasks_result_files_downloaded
source: download complete
fr: téléchargement terminé
lv: lejupielāde pabeigta
uk: звантаження завершене

# tasks_result_compute_error
source: computation error
fr: erreur de calcul
lv: skaitļošanas kļūda
uk: помилка обчислень

# tasks_result_files_uploading
source: uploading
fr: envoi en cours
lv: augšupielādē
uk: Відправлення

# tasks_result_files_uploaded
source: upload complete
fr: envoi terminé
lv: augšupielāde pabeigta
uk: відправлення завершене

# tasks_result_aborted
source: aborted
fr: abandonné
lv: pārtraukts
uk: перервано

# tasks_result_upload_failed
source: upload failed
fr: échec de l'envoi
lv: augšupielāde neizdevās
uk: невдала спроба відправлення

# tasks_active_uninitialized
source: ready
fr: prêt
lv: gatavībā
uk: готово

# tasks_active_executing
source: running
fr: exécution en cours
lv: izpildās
uk: працює

# tasks_active_suspended
source: suspended
fr: suspendu
lv: atlikts
uk: призупинено

# tasks_active_abort_pending
source: suspending
fr: suspension en cours
lv: tiek atlikts
uk: призупинення

# tasks_active_quit_pending
source: suspending
fr: suspension en cours
lv: tiek atlikts
uk: призупинення

# tasks_custom_suspended_via_gui
source: suspended
fr: suspendu
lv: atlikts
uk: призупинено

# tasks_custom_project_suspended_via_gui
source: project suspended
fr: projet suspendu
lv: projekts atlikts
uk: проект призупинено

# tasks_custom_ready_to_report
source: ready to report
fr: prêt à valider
lv: gatavs ziņošanai
uk: готовий до звітування

# confirm_abort_task_title
source: Abort task?
fr: Abandonner la tâche?
lv: Vai pārtraukt uzdevumu?
uk: Перервати завдання?

# confirm_abort_task_message
source: Abort task:
fr: Abandonner la tâche:
lv: Pārtraukt uzdevumu:
uk: Перервати завдання:

# confirm_abort_task_confirm
source: Abort
fr: Abandonner
lv: Pārtraukt
uk: Перервати

# confirm_cancel
source: Cancel
fr: Annuler
lv: Atcelt
uk: Скасувати

# confirm_image_desc
source: Confirmation dialog
fr: Dialogue de confirmation
lv: Apstiprināšanas dialogs
uk: Діалог підтвердження

# trans_loading
source: Reading transfers…
fr: Lecture des transferts…
lv: Gatavo pārsūtīšanu...
uk: Читання передач...

# trans_upload
source: Upload
fr: Envoi
lv: Augšupielādēt
uk: Відправлення

# trans_download
source: Download
fr: Téléchargement
lv: Lejupielādēt
uk: Завантаження

# trans_retryin
source: retry in
fr: réessayer dans
lv: atkārtot pēc
uk: повтор через

# trans_failed
source: failed
fr: échec
lv: neizdevās
uk: невдало

# trans_suspended
source: suspended
fr: suspendu
lv: atlikts
uk: призупинено

# trans_active
source: active
fr: actif
lv: aktīvs
uk: активна

# trans_pending
source: pending
fr: en attente
lv: gaida
uk: в очікуванні

# trans_projectbackoff
source: project backoff
fr: retrait de projet
lv: projekts liek uzgaidīt
uk: запит до проекту відкладено на

# trans_header_name
source: File:
fr: Fichier:
lv: Fails:
uk: Файл:

# trans_control_retry
source: Retry transfers
fr: Réessayer les transferts
lv: Atkārtot pārsūtīšanas
uk: Повторити передачі

# confirm_abort_trans_title
source: Abort transfer?
fr: Abandonner les transferts?
lv: Vai pārtraukt pārsūtīšanu?
uk: Перервати передачу?

# confirm_abort_trans_message
source: Abort File:
fr: Abandonner les transferts:
lv: Pārtraukt failu:
uk: Перервати файл:

# confirm_abort_trans_confirm
source: Abort
fr: Abandonner
lv: Pārtraukt
uk: Перервати

# notices_loading
source: Reading notices…
fr: Lecture des remarques…
lv: Lasa paziņojumus...
uk: Читальні примітки...

# eventlog_loading
source: Loading log messages…
fr: Chargement du journal des messages…
lv: Žurnāla ziņu ielāde...
uk: Завантаження повідомлень журналу...

# eventlog_client_header
source: Client Messages
fr: Messages du client
lv: Klienta ziņas
uk: Повідомлення клієнта

# eventlog_gui_header
source: GUI Messages
fr: Messages GUI
lv: GUI ziņas
uk: Повідомлення GUI

# eventlog_copy_toast
source: Log copied to clipboard.
fr: Journal copié dans le presse-papier.
lv: Žurnāls iekopēts starpliktuvē.
uk: Журнал скопійований в буфер обміну.

# eventlog_email_subject
source: Event Log for BOINC on Android:
fr: Journal des évènements de BOINC pour Android:
lv: BOINC notikumu žurnāls uz Android:
uk: Журнал подій для BOINC на Android:

# suspend_unknown
source: Computation suspended.
fr: Calcul suspendu.
lv: Skaitļošana atlikta.
uk: Обчислення призупинене.

# suspend_batteries
source: Connect your device to a charger to continue computing.
fr: Connecter votre appareil à un chargeur pour continuer à calculer.
lv: Savienojiet ierīci ar lādētāju, lai turpinātu skaitļot.
uk: Підключіть свій пристрій до зарядного для продовження розрахунків.

# suspend_useractive
source: User is active.
fr: L'utilisateur est actif.
lv: Lietotājs ir aktīvs.
uk: Працює користувач.

# suspend_tod
source: Out of computation time-frame.
fr: En dehors de la fenêtre temporelle de calcul.
lv: Ārpus skaitļošanas laika posma.
uk: Закінчився час, виділений для обчислень.

# suspend_bm
source: BOINC is benchmarking your device…
fr: BOINC fait un test de puissance sur votre appareil…
lv: BOINC veic Jūsu ierīces veiktspējas testu...
uk: BOINC визначає продуктивність вашого пристрою...

# suspend_disksize
source: Out of disk space.
fr: Plus d'espace disque.
lv: Trūkst vietas diskā.
uk: Недостатньо місця на диску.

# suspend_cputhrottle
source: Scheduled CPU throttle.
fr: Accélérateur CPU planifié.
lv: Plānotā CPU drosele.
uk: Заплановане обмеження навантаження процесора.

# suspend_noinput
source: No recent user activity.
fr: Pas d'activité récente de l'utilisateur.
lv: Nav nesenu lietotāja darbību.
uk: Останнім часом користувач неактивний.

# suspend_delay
source: Initialization delay.
fr: Délai d'initialisation.
lv: Inicializācijas aizture.
uk: Ініціалізація відкладена.

# suspend_exclusiveapp
source: An exclusive app is running.
fr: Une application exclusive est en cours d'exécution.
lv: Darbojas īpašais lietojums.
uk: Виконується привілейований додаток.

# suspend_cpu
source: Your device is busy with other apps.
fr: Votre appareil est occupé avec d'autres applications.
lv: Jūsu ierīce ir aizņemta ar citiem lietojumiem.
uk: Ваш пристрій зайнятий іншими додатками.

# suspend_network_quota
source: BOINC reached network transfer limit.
fr: BOINC a atteint la limite de transfert réseau.
lv: BOINC sasniedza tīkla pārsūtīšanas limitu.
uk: BOINC досяг межі передачі даних мережею.

# suspend_os
source: Stopped by Android.
fr: Arrêté par Android.
lv: Android apturēts.
uk: Зупинено Android-ом.

# suspend_wifi
source: Not connected to WiFi.
fr: Pas connecté au WiFi.
lv: Nav savienots ar WiFi.
uk: Відсутнє підключення до WiFi.

# suspend_battery_charging
source: Battery needs to charge before resuming computation.
fr: Les batteries doivent se recharger avant de pouvoir continuer le calcul.
lv: Akumulators ir jāuzlādē pirms atsāksim skaitļošanu.
uk: Необхідно зарядити батарею для продовження розрахунків.

# suspend_battery_charging_long
source: Computing will resume when battery charge reaches
fr: Le calcul pourra continuer quand la charge batterie atteindra
lv: Skaitļošana tiks atsākta, kad akumulatora uzlādes līmenis sasniegs
uk: Розрахунки продовжаться, коли заряд батареї досягне

# suspend_battery_charging_current
source: currently
fr: actuellement
lv: pašlaik
uk: зараз

# suspend_battery_overheating
source: Waiting for battery to cool down
fr: En attente de refroidissement de la batterie
lv: Gaida kamēr akumulators atdzisīs
uk: Очікування охолодження батареї

# suspend_user_req
source: Resuming computation…
fr: Reprise du calcul…
lv: Atjauno skaitļošanu...
uk: Поновлення розрахунків...

# suspend_network_user_req
source: manually.
fr: manuellement.
lv: manuāli.
uk: вручну.

# rpcreason_userreq
source: Requested by user
fr: Demandé par l'utilisateur
lv: Lietotāja prieprasīts
uk: На вимогу користувача

# rpcreason_needwork
source: To fetch work
fr: Demander du travail
lv: Lai iegūtu darbu
uk: Надіслати запит на завдання

# rpcreason_resultsdue
source: To report completed tasks
fr: Envoyer le travail terminé
lv: Lai ziņotu par pabeigtajiem uzdevumiem
uk: Повідомити про виконані завдання

# rpcreason_trickleup
source: To send trickle-up message
fr: Envoyer la notification d'avancement
lv: Lai nosūtītu uzsūkšanās ziņu
uk: Надіслати проміжне повідомлення

# rpcreason_acctmgrreq
source: Requested by account manager
fr: Demandé par le gestionnaire de compte
lv: Konta menedžera pieprasīts
uk: На запит менеджера проектів

# rpcreason_init
source: Project initialization
fr: Initialisation du projet
lv: Projekta inicializācija
uk: Ініціалізація проекту

# rpcreason_projectreq
source: Requested by project
fr: Demandé par le projet
lv: Projekta pieprasīts
uk: На запит проекту

# rpcreason_unknown
source: Unknown reason
fr: Raison inconnue
lv: Nezināms iemesls
uk: Невідома причина

# menu_refresh
source: Refresh
fr: Rafraîchir
lv: Atsvaidzināt
uk: Оновити

# menu_emailto
source: Send as Email
fr: Envoyer comme courriel
lv: Sūtīt kā e-pastu
uk: Надіслати електронною поштою

# menu_copy
source: Copy to Clipboard
fr: Copier vers le presse-papier
lv: Kopēt starpliktuvē
uk: Копіювати в буфер обміну

# menu_eventlog
source: Event Log
fr: Journal des évènements
lv: Notikumu žurnāls
uk: Журнал подій

# menu_exit
source: Exit BOINC
fr: Quitter BOINC
lv: Iziet no BOINC
uk: Вийти з BOINC

# menu_run_mode_disable
source: Suspend
fr: Suspendre
lv: Atlikt
uk: Призупинити

# menu_run_mode_enable
source: Resume
fr: Continuer
lv: Atsākt
uk: Відновити

# menu_about
source: About
fr: A propos
lv: Par
uk: Про

# menu_help
source: Help
fr: Aide
lv: Palīdzība
uk: Довідка

# about_button
source: Return
fr: Retour
lv: Atgriezties
uk: Повернутися

# about_title
source: About
fr: A propos
lv: Par
uk: Про

# about_version
source: Version
lv: Versija
uk: Версія

# about_name_long
source: Berkeley Open Infrastructure for Network Computing
fr: Berkeley Open Infrastructure for Network Computing (Infrastructure Ouverte pour le Calcul Distribué de Berkeley)
lv: Berklijas atvērtā infrastruktūra tīklskaitļošanai
uk: Відкрита інфраструктура для розподілених обчислень університету Берклі

# about_copyright
source: © 2003–2013 University of California, Berkeley. All Rights Reserved.
fr: © 2003–2013 Université de Californie, Berkeley. Tous droits réservés.
lv: © 2003–2013 Kalifornijas Universitāte Berklijā. Visas tiesības aizsargātas.
uk: © 2003-2013 Університет Каліфорнії, Берклі. Всі права захищено.

# attachproject_login_header_platform
source: Android:
fr: Androïd:
