Repository: travisdesell/csg_boinc
Catalog: locale/*/BOINC-Setup.po
Languages: es, fr, it_it, lt, nb, pt_pt, sk

source: Sorry, this version of %s requires system 10.5 or higher.
es: Lo sentimos, esta versión de %s requiere un sistema 10.5 o superior.
fr: Veuillez nous excuser, cette version de %s requiert un système 10.5 ou supérieur.
lt: Atsiprašome, šiai %s versijai reikia sistemos 10.5 ar naujesnės.
nb: Beklager, denne versjonen av %s krever system 10.5 eller høyere.
pt_pt: Pedimos desculpa, mas esta versão do %s requer o sistema 10.5 ou superior.
sk: Je nám ľúto, táto verzia %s vyžaduje systém verzie 10.5 a vyšší.

source: Yes
es: Sí
fr: Oui
it_it: Si
lt: Taip
nb: Ja
pt_pt: Sim
sk: Áno

source: Should BOINC run even when no user is logged in?
es: ¿Debe ejecutarse BOINC incluso cuando ningun usuario ha iniciado la sesión?
fr: BOINC doit-il fonctionner même lorsqu'aucun utilisateur n'est connecté?
it_it: BOINC deve lavorare quando non ci sono utenti connessi?
lt: Ar BOINC turėtų veikti kai nėra prisijungęs joks vartotojas?
nb: Brukere som har tillatelse til å administrere denne datamaskinen vil automatisk få tilgang til å kjøre og kontrollere %s. Ønsker du at brukere uten administratorrettigheter skal kunne kjøre og kontrollere %s på denne Mac'en?
pt_pt: Deve o BOINC ser executado se nenhum utilizador estiver logado?
sk: Má BOINC bežať aj keď nie je prihlásený žiadny používateľ?

source: Users who are permitted to administer this computer will automatically be allowed to run and control %s. Do you also want non-administrative users to be able to run and control %s on this Mac?
es: A los usuarios con permiso para administrar este computador se les permitirá automáticamente ejecutar y controlar %s. ¿Quiere que los usuarios no administradores también puedan ejecutar y controlar %s en este Mac?
fr: Les utilisateurs ayant les privilèges administrateurs sur cet ordinateur seront automatiquement autorisés à exécuter et contrôler %s. Voulez-vous aussi autoriser les utilisateurs non-administrateurs à exécuter et contrôler %s sur ce Mac ?
it_it: Gli utenti ai quali è permessa l'amministrazione di questo computer avranno automaticamente i permessi per avviare e controllare %s. Vuoi anche dare agli utenti non amministrativi i permessi per avviare e controllare %s in questo Mac?
nb: Brukere med tillatelse til å administrere denne datamaskinen vil automatisk få tilgang til å kjøre og kontrollere %s. Ønsker du også at brukere uten administratorrettigheter skal kunne kjøre og kontrollere %s på denne Mac'en?
pt_pt: Utilizadores com permissões de administração neste computador, terão permissão automática para correr e controlar o %s. Quer também que utilizadores com permissões não administrativas sejam capazes de correr e controlar o %s neste Mac?
sk: Užívatelia s administrátorskými oprávneniami môžu automaticky spúšťať a ovládať %s. Chcete povoliť spúšťanie a ovládanie %s aj ostatným užívateľom tohoto Macu?

source: Do you want to set %s as the screensaver for all %s users on this Mac?
es: ¿Quiere definir %s como el salvapantallas de todos los usuarios de %s de este Mac?
fr: Voulez-vous établir %s comme économiseur d'écran pour tous les utilisateurs %s sur ce Mac ?
it_it: Vuoi impostare %s come screensaver per tutti gli utenti %s di questo Mac?
nb: Ønsker du å sette %s som standard skjermsparer for alle %s brukere på denne Mac'en?
pt_pt: Quer definir o %s como protecção de ecrã para todos os %s utilizadores neste Mac?
sk: Chcete nastaviť %s ako šetrič obrazovky pre všetkých užívateľov %s na tomto Macu?

source: OK
es: Aceptar
lt: Gerai

source: Permission error after relaunch
es: Error de permisos tras reiniciar
fr: Erreur de droit d'accès après un redémarrage
it_it: Errore di permessi dopo il riavvio
lt: Leidimų klaida paleidžiant iš naujo
nb: Tilgangsfeilmelding etter omstart
pt_pt: Erro de permissão depois do re-lançamento
sk: Chyba oprávnení po reštarte

source: Removal may take several minutes. Please be patient.
es: La eliminación puede tardar varios minutos. Tenga paciencia.
fr: La suppression peut durer plusieurs minutes. Veuillez patienter.
it_it: La rimozione può richiedere alcuni minuti. Si prega di attendere.
lt: Pašalinimas gali užtrukti keletą minučių. Prašome palaukti.
nb: Avinstallering vil ta flere minutter. Vennligst vent.
pt_pt: A eliminação pode levar vários minutos. Por favor aguarde.
sk: Odstránenie môže trvať niekoľko minút. Čakajte, prosím.

source: Are you sure you want to completely remove %s from your computer? This will remove the executables but will not touch %s data files.
es: ¿Está seguro de que quiere eliminar completamente %s de su computador? Eso borrará los ejecutables pero no tocará los archivos de datos de %s.
fr: Êtes-vous certain de vouloir supprimer %s de votre ordinateur ? Cela supprimera les fichiers exécutables mais pas les fichiers de données %s.
it_it: Sei sicuro di voler rimuovere completamente %s dal tuo computer? Questo rimuoverà anche gli eseguibili ma non toccherà i file di dati di %s.
lt: Ar tikrai norite pašalinti %s iš kompiuterio? Tai pašalins programą bet paliks %s duomenų failus.
nb: Er du sikker på at du ønsker å fullstendig fjerne %s fra din datamaskin? Dette vil fjerne programfiler, men ikke slette %s data filer.
pt_pt: Tem a certeza que quer eliminar completamente o %s do seu computador? Serão eliminados os ficheiros executáveis mas não os %s ficheiros de dados.
sk: Skutočne chcete odstrániť %s z vášho počítača? Budú odstránené len spúštacie súbory, dátové súbory %s ostanú nedotknuté.

source: Canceled: %s has not been touched.
es: Cancelado: no se ha tocado %s.
fr: Annulé : %s n'a pas été modifié .
it_it: Annullato: %s non è stato toccato.
lt: Atšaukta: %s nebuvo pakeistas.
nb: Avbrutt: %s har ikke blitt endret.
pt_pt: Cancelado: %s não foi alterado.
sk: Zrušené: S %s nebolo manipulované.

source: An error occurred: error code %d
es: Ha ocurrido un error: código %d
fr: Une erreur est survenue: code d'erreur %d
it_it: Errore non previsto: codice errore %d
lt: Įvyko klaida: klaidos kodas %d
nb: En feil oppsto: Feilkode %d
pt_pt: Ocorreu um erro: código de erro %d
sk: Nastala chyba: Kód %d

source: name of user
es: nombre del usuario
fr: nom d'utilisateur
it_it: nome utente
nb: navn på bruker
pt_pt: nome do utilizador
sk: meno používateľa

source: Do you also want to remove VirtualBox from your computer? (VirtualBox was installed along with BOINC.)
es: ¿También quiere eliminar Virtualbox de su computador? (Virtualbox se instaló junto con BOINC.)
fr: Voulez-vous également supprimer VirtualBox de votre ordinateur? (VirtualBox a été installé en même temps que BOINC)
nb: Vil du også avinstallere VirtualBox fra din datamaskin? (VirtualBox ble installert sammen med BOINC.)
pt_pt: Também quer remover o VirtualBox do seu computador? (O VirtualBox foi instalado juntamente com o BOINC)
sk: Chcete z vášho počítača odstrániť aj VirtualBox? (VirtualBox bol nainštalovaný spolu s BOINC.)

source: Removal completed. You may want to remove the following remaining items using the Finder: the directory "%s" for each user, the file "%s".
es: Eliminación terminada. Puede que quiera eliminar los siguientes elementos restantes usando el Finder: el directorio «%s» para cada usuario, el archivo «%s».
fr: Suppression effectuée. Vous voulez peut-être supprimer les éléments restants suivants en utilisant l'outil de recherche: le répertoire "%s" pour chaque utilisateur, le fichier "%s".
it_it: Rimozione completata. Potresti voler rimuovere i seguenti elementi rimanenti utilizzando Finder: la directory "%s" per ogni utente, il file "%s".
nb: Avinnstallasjon ferdig. Det kan hende du ønsker å fjerne resterende elementer ved å benytte Finder: mappen "%s" for hver bruker, filen "%s".
pt_pt: Eliminação completa. Pode ainda eliminar os restantes items usando o Localizador: a directoria "%s" para cada utilizador, o ficheiro "%s".
sk: Odstránenie bolo dokončené. Môžete odstrániť nasledovné pozostatky s použitím prehliadača: adresár "%s" pre každého užívateľa, súbor "%s.

source: Enter your administrator password to completely remove %s from you computer.
es: Escriba la contraseña de administrador para borrar completamente %s del computador.
fr: Inscrivez votre mot de passe administrateur pour effacer complètement %s de votre ordinateur.
it_it: Inserisci la tua password di amministratore per rimuovere completamente %s dal tuo computer.
nb: Tast inn ditt administrator passord for å fullstendig fjerne %s fra din datamaskin.
pt_pt: Insira a sua palavra-passe de administrador para eliminar o %s na totalidade do seu computador.
sk: Napíšte vaše správcovské heslo na úplné odstránenie %s z vášho počítača.

source: Cancel
es: Cancelar
fr: Annuler
it_it: Annulla
lt: Atšaukti
nb: Avbryt
pt_pt: Cancelar
sk: Zrušiť

source: Continue...
es: Continuar...
fr: Continuer...
it_it: Continua...
lt: Tęsti...
nb: Fortsett...
pt_pt: Continuar...
sk: Pokračovať...

source: No
fr: Non
lt: Ne
nb: Brukere med tillatelse til å administrere denne datamaskinen vil automatisk få tilgang til å kjøre og kontrollere %s. Ønsker du også at brukere uten administratorrettigheter skal kunne kjøre og kontrollere %s på denne Mac'en?
pt_pt: Não
sk: Nie
